#+TITLE: Peter Smith's emacs configuration file


** Personal information

#+BEGIN_SRC emacs-lisp :tangle yes
(setq user-full-name "Peter Smith"
      user-mail-address "mail@petersmith.org"
      calendar-latitude -36.848461
      calendar-longitude 174.763336
      calendar-location-name "Auckland, NZ")
                        
#+END_SRC

#+RESULTS:
: Auckland, NZ

